Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Make Backup Copies
ar: إنشاء نُسَخ احتياطية
cs: Vytvářet zálohy
de: Backup-Kopien erstellen
es_es: Hacer copias de seguridad
fr: Faire des copies de sauvegarde
hu: Biztonsági mentések készítése
it: Eseguire Copie di Backup
ja: バックアップを作成
ko: 백업 파일 생성
nl: Maak back-ups
pl: Twórz kopie zapasowe
pt_br: Fazer cópias de segurança
ru: Создавать резервные копии
sk: Vytvárať zálohy
sv_se: Skapa backupkopior
th: สร้างสำเนาการสำรองข้อมูล
tr: Yedek Dosyaları Oluştur
zh_cn: 创建备份副本
zh_tw: 創建備份副本

source: Backup copies will appear along with the original files.
ar: ستظهر النسخ الاحتياطية مع الملفات الأصلية.
cs: Zálohované soubory budou zobrazeny spolu s originálními soubory.
de: Sicherungskopien werden zusammen mit den Originaldateien angezeigt.
es_es: Las copias de seguridad se muestran junto a los archivos originales.
fr: Les copies de sauvegarde apparaîtront avec les fichiers originaux.
it: Le copie di backup appariranno insieme ai file originali.
ja: バックアップを元のファイルと一緒に表示します。
ko: 백업본이 원본 파일과 함께 표시됩니다.
nl: Back-ups worden bewaard naast de oorspronkelijke bestanden.
pl: Kopie zapasowe pojawią się razem z oryginalnymi plikami.
pt_br: As cópias de segurança aparecerão junto aos arquivos originais.
ru: Резервные копии будут показываться вместе с исходными файлами.
sk: Záložné súbory budú zobrazené spolu s originálnymi súbormi.
sv_se: Backupkopior kommer visas sida vid sida med originalfilerna.
th: สำเนาของข้อมูลสำรองจะปรากฎมาพร้อม ๆ กับไฟล์ต้นฉบับ
tr: Yedek kopyalar orijinal dosyalarla birlikte görünecektir.
zh_cn: 备份副本将与原始文件一起显示。
zh_tw: 備份副本將與原始文件一起顯示。

source: Show Backup Files
ar: إظهار ملفات النَسخ الاحتياطي
cs: Zobrazovat zálohy
de: Sicherungsdateien anzeigen
es_es: Mostrar copias de seguridad
fr: Afficher les fichiers de sauvegarde
hu: Biztonsági mentések mutatása
it: Mostra Files di Backup
ja: バックアップを表示
ko: 백업 파일 표시
nl: Toon back-upbestanden
pl: Pokaż kopie zapasowe
pt_br: Mostrar cópias de segurança
ru: Показывать резервные копии
sk: Zobraziť záložné súbory
sv_se: Visa backupfiler
th: แสดงไฟล์สำรองข้อมูล
tr: Yedek Dosyaları Göster
zh_cn: 显示备份文件
zh_tw: 顯示備份檔案

source: Before saving a database, KeePassium will automatically make a copy, just in case.
ar: قبل حفظ قاعدة بيانات، سيقوم KeePassium تلقائياً بصنع نسخة، فقط للحيطة.
cs: KeePassium bude automaticky vytvářet zálohu před každým uložením databáze.
de: Bevor Sie eine Datenbank speichern, wird KeePassium automatisch eine Kopie erstellen; nur zur Sicherheit.
es_es: Antes de guardar una base de datos, KeePassium hará una copia automática por seguridad.
fr: Avant de sauvegarder une base de données, KeePassium fera automatiquement une copie, juste au cas où.
it: Prima di salvare un database, KeePassium eseguirà automaticamente una copia, per sicurezza.
ja: データベースを保存する前に、コピーを自動的に作成して万一に備えます。
ko: 데이터베이스를 저장하기 전에, KeePassium은 자동으로 데이터베이스 파일의 백업본을 만듭니다.
nl: Voordat je een databank opslaat, maakt KeePassium automatisch een kopie, gewoon voor het geval dat.
pl: KeePassium automatycznie wykona kopie bazy przed jej zapisaniem - na wszelki wypadek.
pt_br: Antes de salvar um banco de dados, KeePassium fará uma cópia automaticamente por precaução.
ru: Перед тем как сохранять базу паролей, KeePassium создаст её копию, на всякий случай.
sk: KeePassium bude automaticky vytvárať zálohu pred každým uložením databázy.
sv_se: Innan en databas sparas kommer KeePassium automatiskt spara en extra kopia, för säkerhets skull.
th: ก่อนบันทึกฐานข้อมูล KeePassium จะทำสำเนาให้อัตโนมัติ ในกรณีที่เปิดใช้งาน
tr: Ne olur ne olmaz, KeePassium değişiklikleri kaydetmeden önce otomatik olarak bir yedek alır.
zh_cn: 在保存数据库时, KeePassium 会自动创建一个副本, 以防万一。
zh_tw: 在保存資料庫時, KeePassium 會自動創建一個副本, 以防萬一。

source: Database Backup
ar: النسخ الاحتياطي لقاعدة البيانات
cs: Záloha databáze
de: Datenbank-Backup
es_es: Copias de seguridad
fi: Tietokannan varmuuskopiointi
fr: Sauvegarde de base de données
hu: Adatbázis backup
it: Backup Database
ja: データベースのバックアップ
ko: 데이터베이스 백업
nl: Databankback-up
pl: Kopia zapasowa bazy
pt_br: Cópias de seg. de BD
ru: Резервирование
sk: Záloha databázy
sv_se: Databasbackup
th: สำรองฐานข้อมูล
tr: Veritabanı yedeği
uk: Резервування
zh_cn: 数据库备份
zh_tw: 資料庫備份

source: Clipboard Timeout
ar: مُهلَة الحافظة
cs: Časový limit schránky
de: Zeitsperre für Zwischenablage
es_es: Tiempo de espera del portapapeles
fi: Leikepöydän aikakatkaisu
fr: Délai de purge du presse-papiers
hu: Vágólap időkorlátja
it: Timeout memoria appunti
ja: クリップボードのタイムアウト
ko: 클립보드 시간 제한
nl: Klembordtime-out
pl: Limit czasu schowka
pt_br: Limite de tempo para colar
ru: Очистка буфера обмена
sk: Časový limit schránky
sv_se: Timeout för urklipp
th: เวลาหมดอายุของคลิปบอร์ด
tr: Kopyalama Zamanaşımı
zh_cn: 剪贴板超时
zh_tw: 剪貼板逾時

source: Database Timeout
ar: مُهلَة قاعدة البيانات
cs: Časový limit databáze
de: Zeitsperre für Datenbank
es_es: Tiempo de espera
fi: Tietokannan aikakatkaisu
fr: Expiration de la session de base de données
hu: Adatbázis időkorlátja
it: Timeout Database
ja: データベースのタイムアウト
ko: 데이터베이스 시간 제한
nl: Databanktime-out
pl: Limit czasu bazy
pt_br: Limite de tempo p/ BD
ru: Задержка до закрытия баз
sk: Časový limit databázy
sv_se: Databastimeout
th: เวลาหมดการใช้งานของฐานข้อมูล
tr: Veritabanı Zamanaşımı
zh_cn: 数据库自动锁定
zh_tw: 資料庫自動鎖定

source: Clear Key File Associations
ar: حذف ملفات المفاتيح المرتبطة
cs: Smazat zapamatované asociace
de: Schlüsseldatei-Verbindungen löschen
es_es: Borrar asociaciones de archivos de clave
fr: Effacer les associations de fichiers clés
it: Cancella le associazioni dei File Chiave
ja: キーファイルの関連付けを削除
ko: 키 파일 연결 초기화
nl: Wis sleutelbestandassociaties
pl: Wyczyść powiązania plików kluczy
pt_br: Esquecer associações aos arquivos de chave
ru: Очистить связи с ключевыми файлами
sk: Vymazať zapamätané asociácie
sv_se: Rensa kopplade nyckelfiler
th: ล้างไฟล์กุญแจที่เชื่อมไว้
tr: Anahtar Dosya İlişkilendirmelerini Kaldır
zh_cn: 清除密钥文件的关联
zh_tw: 清除金鑰文件的關聯

source: Once you unlock a database, its master key can be stored in device's secure keychain. The next time, KeePassium will use that key so you won't have to type your full master password again. (Master keys are automatically cleared on database timeout.)
ar: بمجرد فتح قاعدة بيانات، يمكن تخزين المفتاح الرئيس في سلسلة المفاتيح الآمنة للجهاز. في المرة القادمة، سيستخدم KeePassium هذا المفتاح حتى لا تضطر إلى كتابة كلمة المرور الرئيسة الكاملة مرة أخرى. (يتم مسح المفاتيح الرئيسة تلقائياً في مهلة قاعدة البيانات.)
cs: Jakmile odemknete databázi pomocí hlavního klíče, aplikace si jej uloží do klíčenky na vašem zařízení. Při dalším odemčení databáze bude uložený klíč použit a vy jej tak nebudete muset zadávat znova. (Zapamatované hlavní klíče jsou automaticky smazány, jakmile vyprší časový limit databáze.)
de: Sobald Sie eine Datenbank entsperren, kann der Master-Schlüssel im sicheren Schlüsselbund des Gerätes gespeichert werden. Das nächste Mal wird KeePassium diesen Schlüssel verwenden, damit Sie Ihr volles Master-Passwort nicht erneut eingeben müssen. (Master-Schlüssel werden automatisch bei Datenbank-Zeitüberschreitung gelöscht.)
es_es: Una vez abierta una base de datos, la clave maestra se puede almacenar en la cadena de claves segura del iPhone (KeyChain). La próxima vez, KeePassium utilizará esa clave para no introducir la contraseña maestra completa de nuevo. (Las claves maestras se borran automáticamente al cumplirse el tiempo de espera de la base de datos.)
fr: Une fois que vous avez déverrouillé une base de données, sa clé principale peut être stockée dans le trousseau sécurisé du périphérique. La prochaine fois, KeePassium utilisera cette clé, de sorte que vous n'aurez plus à taper votre mot de passe maître complet. (les clés maîtresses sont automatiquement effacées lors de l'expiration de la session de base de données.)
it: Una volta sbloccato un database, la sua chiave principale può essere memorizzata nel portachiavi sicuro del dispositivo. La prossima volta, KeePassium userà quella chiave in modo da non dover digitare nuovamente la password principale. (Le chiavi Master vengono cancellate automaticamente al timeout del database.)
ja: データベースのロックを解除すると、そのマスターキーはデバイス内の安全なキーチェーンに保存できます。 次回はそのキーが使われるため、マスターパスワードを再び入力する必要はありません。 (マスターキーはデータベースがタイムアウトするときに自動的に消去されます。)
ko: 데이터베이스를 처음 잠금 해제할 때, 마스터 키는 기기의 키체인에 보관되게 됩니다. 이후 KeePassium은 키체인에 보관된 키를 이용해 잠금 해제를 시도할 것이며 사용자는 마스터 패스워드를 다시 입력할 필요가 없어집니다. (마스터 키는 데이터베이스 시간 제한 도달 시 자동으로 비워집니다.)
nl: Zodra je een databank ontgrendelt, kan de hoofdsleutel worden opgeslagen in de beveiligde sleutelhanger van het systeem. De eerstvolgende keer gebruikt KeePassium deze sleutel zodat je je volledige hoofdwachtwoord niet opnieuw hoeft te typen. (de hoofdsleutels worden automatisch gewist bij een databanktime-out)
pl: Gdy baza zostanie odblokowana, jej klucz główny może być zapamiętany w urządzeniu. Następnym razem KeePassium użyje tego klucza, abyś nie musiał go ponownie wpisywać. (Klucz główny jest automatycznie czyszczony gdy zostanie przekroczony limit czasu.)
pt_br: Ao desbloquear um banco de dados, sua senha-mestra pode ser salva nas chaves do sistema deste dispositivo. Na próxima vez, KeePassium usará a senha-mestra salva para que você não precise digitá-la de novo. (Senhas-mestras são automaticamente apagadas das chaves do sistema quando o tempo de permanência aberto do banco de dados expira.)
ru: При открытии базы паролей её мастер-ключ будет сохранён в связке ключей устройства. В следующий раз KeePassium использует этот мастер-ключ, чтобы вам не пришлось заново вводить мастер-пароль. (Запомненные мастер-ключи автоматически удаляются при автоматическом закрытии баз.)
sk: Akonáhle odomknete databázu pomocou hlavného kľúča, aplikácia si ho uloží do kľúčenky na vašom zariadení. Pri ďalšom odomykaní databázy bude uložený kľúč použitý a vy ho tak nebudete musieť zadávať znova. (Zapamätané hlavné kľúče sú automaticky zmazané, akonáhle vyprší časový limit databázy.)
sv_se: När du låser upp en databas kan dess huvudnyckel sparas i enhetens säkra nyckelkedja. Nästa gång kommer KeePassium använda nyckeln så du inte behöver skriva in hela huvudlösenordet igen. (Huvudnycklar rensas automatiskt vid databastimeout.)
th: เมื่อคุณปลดล็อกฐานข้อมูลแล้ว กุญแจหลักจะถูกเก็บไว้ในพวงกุญแจในเครื่องที่ปลอดภัย ในครั้งต่อไป KeePassium จะใช้รหัสนั้นโดยที่คุณไม่ต้องพิมพ์รหัสผ่านหลักอีก (กุญแจหลักจะถูกล้างอัตโนมัติเมื่อหมดเวลาใช้งานฐานข้อมูล)
tr: Bir veritabanının kilidini açtığınızda, ana anahtar; anahtar zincirinde saklanır. Bir dahaki sefere, KeePassium bu anahtarı kullanır, böylece ana şifrenizi en baştan tekrar yazmanız gerekmez. (Veritabanı zaman aşımına uğradığında ana şifre otomatik olarak silinir.)
zh_cn: 当解锁数据库时, 主密钥将会安全的保存在系统钥匙圈中。在下次登入KeePassium 将会自动使用该密钥文件, 所以您无须再输入您完整的主密码。 (主密钥将在数据库超时时自动删除。)
zh_tw: 當解鎖資料庫時, 主金鑰將會安全的保存在系統鑰匙圈中。在下次登入KeePassium 將會自動使用該金鑰檔案, 所以您無須再輸入您完整的主密碼。 (主金鑰將在資料庫逾時時自動刪除。)

source: Quick Unlock
ar: الفتح سريع
cs: Rychlé odemčení
de: Schnelles Entsperren
es_es: Desbloqueo rápido
fi: Nopea lukituksen avaus
fr: Déverrouillage rapide
hu: Gyors feloldás
it: Sblocco rapido
ja: クイック解錠
ko: 빠른 잠금 해제
nl: Snel ontgrendelen
pl: Szybkie odblokowywanie
pt_br: Desbloqueio rápido
ru: Быстрый доступ
sk: Rýchle odomknutie
sv_se: Snabbupplåsning
th: ปลดล็อกด่วน
tr: Hızlı Kilitleme
uk: Швидке розблокування
zh_cn: 快速解锁
zh_tw: 快速解鎖

source: Remember Master Keys
ar: تذكر المفاتيح الرئيسة
cs: Ukládat hlavní klíče
de: Master-Schlüssel merken
es_es: Recordar contraseñas maestras
fi: Muista pääavaimet
fr: Se souvenir des clés maîtresses
hu: Mesterjelszó megjegyzése
it: Ricorda Chiavi Master
ja: マスターキーを保存する
ko: 마스터 키 기억하기
nl: Onthoud hoofdsleutels
pl: Zapamiętaj klucze główne
pt_br: Lembrar chaves-mestras
ru: Запоминать мастер-ключи
sk: Zapamätať si hlavný kľúč
sv_se: Kom ihåg huvudnycklar
th: จำรหัสผ่านหลัก
tr: Ana Şifreyi Hatırla
zh_cn: 记住主密钥
zh_tw: 記住主金鑰

source: Data Protection
ar: حماية البيانات
cs: Ochrana dat
de: Datenschutz
es_es: Protección de datos
fi: Tietosuoja
fr: Protection des données
hu: Adatvédelem
it: Protezione dei dati
ja: データの保護
ko: 데이터 보호
nl: Gegevensbescherming
pl: Ochrona danych
pt_br: Proteção de dados
ru: Защита данных
sk: Ochrana dát
sv_se: Dataskydd
th: ปกป้องข้อมูล
tr: Veri Koruma
uk: Захист даних
zh_cn: 数据保护
zh_tw: 資料保護

source: Remember Key Files
ar: تذكر ملفات المفاتيح
cs: Pamatovat soubory s klíčem
de: Schlüsseldateien merken
es_es: Recordar archivos de claves
fi: Muista avaintiedostot
fr: Se souvenir des fichiers clés
hu: Kulcsfájlok megjegyzése
it: Ricorda File Chiave
ja: キーファイルを記憶する
ko: 키 파일 기억하기
nl: Onthoud sleutelbestanden
pl: Zapamiętaj pliki kluczy
pt_br: Lembrar arquivos de chave
ru: Запоминать ключевые файлы
sk: Pamätať si súbory s kľúčom
sv_se: Kom ihåg nyckelfiler
th: จำไฟล์กุญแจ
tr: Anahtar Dosyaları Hatırla
zh_cn: 记住密钥文件
zh_tw: 記住金鑰檔案

source: Remember and automatically select the last used key file for each database. Clearing the associations does not affect the files.
ar: التذكُّر والتَّحديد التلقائي لآخر مَلف مفتاح مُستخدَم لكُل قاعدة بيانات. مَسح الروابط لا يؤثر على الملفات.
cs: Aplikace si zapamatuje posledně použitý soubor s klíčem pro každou databázi a vy jej tak nebudete muset opakovaně vybírat. Smazání asociací neovliní žádné soubory.
de: Automatisch die zuletzt verwendete Schlüsseldatei für jede Datenbank eintragen. Das Löschen des Eintrags löscht die Dateien nicht.
es_es: Recordar y seleccionar automáticamente el último archivo de clave usado para cada base de datos. Limpiar las asociaciones no afecta a los archivos.
fr: Mémoriser et sélectionner automatiquement le dernier fichier de clé utilisé pour chaque base de données. Effacer les associations n'affecte pas les fichiers.
it: Ricorda e seleziona automaticamente l'ultimo file chiave usato per ogni database. Cancellare le associazioni non influisce sui file.
ja: 最後に使用したキーファイルをデータベースごとに覚えておいて、自動的に選択します。関連付けをクリアしてもファイルには影響ありません。
ko: 각 데이터베이스마다 마지막으로 사용한 키 파일을 기억하고 자동으로 선택합니다. 연결 초기화는 파일에 아무런 수정을 가하지 않습니다.
nl: Onthoud en selecteer automatisch het laatst gebruikte sleutelbestand van elke databank. Het wissen van de associaties heeft geen invloed op de bestanden.
pl: Zapamiętaj i automatycznie wybierz ostatnio użyty plik klucza. Wyczyszczenie powiązań kluczy nie ma wpływu na pliki.
pt_br: Lembrar e selecionar automaticamente o último arquivo de chave usado para cada banco de dados. Limpar as associações não afetará os arquivos.
ru: Запоминать и автоматически выбирать последний использованный ключевой файл для каждой базы. Очистка запомненных связей не повлияет на сами файлы.
sk: Aplikácia si zapamätá naposledy použitý súbor s kľúčom pre každú databázu a vy ho tak nebudete musieť opakovane vyberať. Vymazanie asociácii neovplyvní žiadne súbory.
sv_se: Kom ihåg och välj automatiskt den senaste använda nyckelfilen för varje databas. Att rensa kopplingen mellan nyckelfil och databas gör inte att filerna tas bort.
th: จดจำและเลือกไฟล์กุญแจล่าสุดอัตโนมัติของแต่ละฐานข้อมูล การล้างการเชื่อมถึงต่าง ๆ จะไม่กระทบต่อตัวไฟล์
tr: Her veritabanı için, son kullanılan anahtar dosya otomatik olarak seçilir. İlişkilendirmeleri kaldırmak anahtar olarak kullanılan dosyaları etkilemez.
zh_cn: 记住并自动使用该数据库上次使用的密钥文件。清除关联不会对文件本身做修改。
zh_tw: 記住並自動使用該資料庫上次使用的金鑰檔案。清除關聯不會對檔案本身做修改。

source: Key Files
ar: ملفات المفاتيح
cs: Soubory s klíčem
de: Schlüsseldatei
es_es: Archivos de claves
fi: Avaintiedostot
fr: Fichiers clés
hu: Kulcsfájlok
it: File Chiave
ja: キーファイル
ko: 키 파일
nl: Sleutelbestanden
pl: Pliki kluczy
pt_br: Arquivos de chave
pt_pt: Ficheiros Chave
ru: Ключевые файлы
sk: Súbory s kľúčom
sv_se: Nyckelfiler
th: ไฟล์กุญแจ
tr: Anahtar Dosyalar
uk: Ключові файли
zh_cn: 密钥文件
zh_tw: 金鑰檔案

source: Clear Master Keys
ar: مسح المفاتيح الرئيسة
cs: Smazat hlavní klíče
de: Master Keys löschen
es_es: Borrar contraseñas maestras
fi: Tyhjennä pääavaimet
fr: Effacer les clés maîtresses
hu: Mesterkulcsok törlése
it: Cancella Chiavi Master
ja: マスターキーをクリア
ko: 마스터 키 비우기
nl: Wis hoofdsleutels
pl: Wyczyść klucze główne
pt_br: Apagar chaves-mestras
ru: Удалить мастер-ключи
sk: Vymazať hlavné kľúče
sv_se: Rensa huvudnycklar
th: ล้างรหัสผ่านหลัก
tr: Ana Şifreleri Sil
zh_cn: 清除主密钥
zh_tw: 清除主金鑰

source: When you copy anything, KeePassium will automatically clear your clipboard (pasteboard) after some time.
ar: عند نسخ اي شيء من السجلات، سيحذف التطبيق تلقائياً الحافظة الخاصة بك بعد هذا الوقت.
cs: Jakmile zkopírujete nějaké údaje z databáze, aplikace automaticky vymaže obsah schránky po vybrané době.
de: Wenn Sie etwas kopieren, wird KeePassium Ihre Zwischenablage nach einiger Zeit automatisch löschen.
es_es: Cuando copies texto, KeePassium limpiará automáticamente el portapapeles después del tiempo seleccionado.
fr: Lorsque vous copiez du texte depuis une entrée, l'application effacera automatiquement votre presse-papiers après un certain délai.
it: Quando copia qualsiasi cosa, KeePassium cancellerà automaticamente gli appunti (pasteboard) dopo qualche tempo.
ja: コピーの後、クリップボード (コピー内容) を指定時間後に自動的に消去します。
ko: 클립보드에 복사한 데이터가 있으면 지정한 시간 이후에 클립보드를 자동으로 비웁니다.
nl: Als je iets kopieert, dan wist KeePassium na enige tijd automatisch je klembord.
pl: Kiedy coś skopiujesz, KeePassium automatycznie wyczyści schowek po określonym czasie.
pt_br: Ao copiar qualquer dado, KeePassium irá limpar automaticamente a área de transferência após o tempo definido.
ru: После копирования KeePassium автоматически очистит буфер обмена через некоторое время.
sk: Ak skopírujete nejaké údaje z databázy, aplikácia automaticky vymaže obsah schránky po zvolenej dobe.
sv_se: När du kopierar någonting kommer KeePassium automatiskt rensa ditt urklipp efter en stund.
th: เมื่อใดที่คุณคัดลอก KeePassium จะล้างคลิปบอร์ดให้อัตโนมัติหลังจากคัดลอกไปชั่วครู่
tr: Herhangi bir şeyi kopyaladığınızda, KeePassium bir süre sonra panonuzu (çalışma alanını) otomatik olarak temizler.
zh_cn: 当您复制任何东西, KeePassium 会在稍后自动的为您清除剪贴板。
zh_tw: 當您複製任何東西, KeePassium 會在稍後自動的為您清除剪貼板。

source: Clipboard
ar: الحافظة
cs: Schránka
de: Zwischenablage
es_es: Portapapeles
fi: Leikepöytä
fr: Presse-papier
hu: Vágólap
it: Appunti
ja: クリップボード
ko: 클립보드
nl: Klembord
pl: Schowek
pt_br: Área de transferência
ru: Буфер обмена
sk: Schránka
sv_se: Urklipp
th: คลิปบอร์ด
tr: Pano
uk: Буфер обміну
zh_cn: 剪贴板
zh_tw: 剪貼板

source: Database timeout closes any opened databases and clears any remembered master keys after some time.
ar: تغلق مهلة قاعدة البيانات أي قواعد بيانات مفتوحة وتزيل أي مفاتيح رئيسة بعد مرور بعض الوقت.
cs: Opatření, které po zvolené době uzavře všechny otevřené databáze a smaže všechny uložené hlavní klíče.
de: Schließt alle Datenbanken und entfernt alle Schlüssel nach der festgelegten Zeit.
es_es: Tras el tiempo de espera de la base de datos, todas las bases de datos abiertas se cerrarán y sus claves maestras se borrarán.
fr: Le délai de réponse de la base de données dépassé, ferme toutes les bases de données ouvertes et efface les clés maîtresses mémorisées après un certain temps.
it: Il timeout del database chiude tutti i database aperti e cancella qualsiasi chiave master ricordata dopo un certo tempo.
ja: データベースがタイムアウトすると、一定時間後には、開いているデータベースをすべて閉じ、保存したマスターキーもすべて消去します。
ko: 데이터베이스 시간 제한은 지정한 시간 이후에 열려있는 모든 데이터베이스를 닫고 기억된 마스터 키를 비웁니다.
nl: De databanktime-out sluit alle geopende databanken en wist na enige tijd alle opgeslagen hoofdsleutels.
pl: Po określonym czasie otwarte bazy zostaną zamknięte, a zapamiętane klucze główne wyczyszczone.
pt_br: Quando o limite de tempo expirar, os bancos de dados abertos serão fechados e as chaves-mestras esquecidas.
ru: Через указанное время все открытые базы паролей будут закрыты, а их мастер-ключи стёрты. Чтобы открыть базу, нужно будет заново ввести её мастер-пароль.
sk: Opatrenie, ktoré po zvolenej dobe uzavrie všetky otvorené databázy a zmaže všetky uložené hlavné kľúče.
sv_se: Databastimeout stänger alla öppnade databaser och rensar ihågkomna huvudnycklar efter en stund.
th: การหมดเวลาใช้งานฐานข้อมูลจะปิดฐานข้อมูลทุกตัวที่เปิดทิ้งไว้และกุญแจหลักจะถูกล้างหลังจากนั้นสักครู่
tr: Veritabanı zaman aşımı, açık olan veritabanlarını kapatır ve bir süre sonra hatırlanan ana şifreleri temizler.
zh_cn: 数据库超时会关闭任何打开的数据库, 并在稍后清除任何记住的主密钥。
zh_tw: 資料庫逾時會關閉任何打開的資料庫, 並在稍後清除任何記住的主金鑰。

source: Automatic Lock
ar: قفل تلقائي
cs: Automatický zámek
de: Automatisch sperren
es_es: Bloqueo automático
fi: Automaattinen lukitus
fr: Verrouiller automatiquement
hu: Automatikus zárolás
it: Blocco automatico
ja: 自動ロック
ko: 자동 잠금
nl: Vergrendel automatisch
pl: Automatyczna blokada
pt_br: Bloqueio automático
ru: Автоматическое закрытие
sk: Automatický zámok
sv_se: Automatiskt lås
th: ล็อกอัตโนมัติ
tr: Otomatik Kilitleme
uk: Автоматичне блокування
zh_cn: 自动锁定
zh_tw: 自動鎖定

source: File Sorting
ar: فرز الملفات
cs: Řazení souborů
de: Dateisortierung
es_es: Órden de archivos
fr: Tri des fichiers
hu: Rendezés
it: Ordinamento File
ja: 表示順序
ko: 파일 정렬
nl: Bestandssortering
pl: Sortowanie plików
pt_br: Ordenação dos arquivos
ru: Сортировка файлов
sk: Zoradenie súborov
sv_se: Filsortering
th: จัดเรียงไฟล์
tr: Dosya Sıralama
uk: Сортування файлів
zh_cn: 文件排序
zh_tw: 檔案排序

source: List Settings
ar: إعدادات القوائم
cs: Nastavení
de: Listeneinstellungen
es_es: Lista de ajustes
fr: Paramètres de la liste
it: Impostazioni Elenco
ja: リストの設定
ko: 목록 설정
nl: Lijstinstellingen
pl: Ustawienia listy
pt_br: Ajustes de lista
ru: Вид списка
sk: Nastavenia zoznamu
sv_se: Listinställningar
th: การตั้งค่ารายการ
tr: Ayar Listesi
zh_cn: 列表设置
zh_tw: 列表設置

source: Premium
ar: المميز
hu: Prémium
ja: プレミアム
ko: 프리미엄
ru: Премиум
th: พรีเมียม
uk: Преміум
zh_cn: 高级版
zh_tw: 高級版

source: About KeePassium
ar: حَول KeePassium
cs: O aplikaci
de: Über KeePassium
es_es: Acerca de KeePassium
fr: À propos de KeePassium
hu: KeePassiumról
it: Info su KeePassium
ja: KeePassiumについて
ko: KeePassium 소개
nl: Over KeePassium
pl: O KeePassium
pt_br: Sobre KeePassium
ru: О программе
sk: O aplikácii
sv_se: Om KeePassium
th: เกี่ยวกับ KeePassium
tr: KeePassium Hakkında
zh_cn: 关于 KeePassium
zh_tw: 關於 KeePassium

source: Master keys, key files
ar: المفاتيح الرئيسة وملفات المفاتيح
cs: Hlavní klíče, soubory s klíčem
de: Masterschlüssel, Schlüsseldateien
es_es: Claves maestras, archivos de claves
fr: Clés principales, fichiers de clés
it: Chiavi Master, file chiave
ja: マスターキー、キーファイル
ko: 마스터 키, 키 파일
nl: Hoofdsleutels, sleutelbestanden
pl: Klucz główny, plik klucza
pt_br: Chaves-mestras, arquivos de chave
ru: Мастер-ключи, ключевые файлы
sk: Hlavné kľúče, súbory s kľúčom
sv_se: Huvudnycklar, nyckelfiler
th: กุญแจหลัก, ไฟล์กุญแจ
tr: Ana şifreler, şifre dosyaları
uk: Мастер-ключі, ключові файли
zh_cn: 主密钥, 密钥文件
zh_tw: 主金鑰, 金鑰文件

source: Premium Version
ar: النُسخة المُمَيَزة
cs: Prémiová verze
es_es: Versión premium
fr: Version Premium
hu: Prémium verzió
it: Versione Premium
ja: プレミアム版
ko: 프리미엄 버전
nl: Premium-versie
pl: Wersja Premium
pt_br: Versão Premium
ru: Полная версия
sk: Prémiová verzia
th: แบบพรีเมี่ยม
tr: Premium Sürüm
uk: Преміум-версія
zh_cn: 高级版本
zh_tw: 進階版本

source: Rate KeePassium on the App Store
ar: قيّم KeePassium على متجر التطبيقات
cs: Ohodnoťte aplikaci v App Store
de: KeePassium im App Store bewerten
es_es: Valora KeePassium en la AppStore
fr: Évaluez-nous sur l'App Store
hu: KeePassium értékelése az AppStoreban
it: Vota KeePassium sull'App Store
ja: App StoreでKeePassiumを評価する
ko: App Store에서 KeePassium 평가하기
nl: Beoordeel KeePassium in de App Store
pl: Oceń KeePassium w App Store
pt_br: Avalie KeePassium na App Store
ru: Написать отзыв в App Store
sk: Ohodnoťte aplikáciu v App Store
sv_se: Betygsätt KeePassium på App Store
th: ให้คะแนน KeePassium ใน App Store
tr: AppStore'da bizi değerlendirin
zh_cn: 在App Store 上给 KeePassium 评分。
zh_tw: 在App Store 上給 KeePassium 評分。
